{
  "description": "In Spring 2026, the Harvard Thursday Seminar is a graduate student-constructed semiadditivity learning seminar. We meet on the fifth day of the week at 3:30pm in Harvard SC507.",
  "terms": [
    "SEMIADDITIVITY",
    "AMBIDEXTERITY",
    "HIGHER CHARACTER CORRESPONDENCES",
    "TRANSCHROMATIC CHARACTER RINGS",
    "PARAMETRIZED SEMIADDITIVITY",
    "TEMPERED LOCAL SYSTEMS",
    "E<sub>n</sub>-MODULE LOCAL SYSTEMS + f<sub>!</sub> ⊣ f<sup>*</sup> ⊣ f<sub>*</sub>",
    "π-FINITE SPACES",
    "CATEGORICAL TRACES",
    "SPAN FUNCTORIALITY",
    "HIGHER INTEGRATION",
    "MODES",
    "TRACES",
    "ITERATED SPAN CATEGORIES",
    "DECORATED COSPANS",
    "THE 2-CATEGORY OF GROUPS",
    "Pr<sup>ʟ</sup>",
    "CATEGORIFICATION",
    "An<sup>π-fin</sup>-PARAMETRIZED CATEGORIES + L<sub>K(t)</sub>E<sub>n</sub>",
    "p-ADIC FREE LOOP SPACES",
    "KAN EXTENSIONS COMPUTED FIBERWISE",
    "HIGHER CARDINALITY",
    "ADJUNCTIONS",
    "HOMOTOPY THEORY",
    "HIGHER ∞-CATEGORY THEORY",
    "よ"
  ],
  "talks": [
    {
      "week": 1,
      "date": "",
      "title": "Trivial Notions",
      "description": "The greatest stories do not begin with oo-category theory, and neither will ours—the germs of semiadditivity subsist willingly upon <i>ordinary</i> categories, ready for swab and cultivation. We will start our seminar by documenting some of the most basic semiadditive phenomena (in particular, negative one and zero semiadditivity) as it is expressible in ordinary language. Then we will anticipate higher algebraic extensions of the theory."
    },
    {
      "week": 2,
      "date": "",
      "title": "I am NORMal and can be trusted with BOTH MY LEFT AND RIGHT HANDS",
      "description": "In this session, we will make the first definition of semiadditivity using <i>ambidexterity and norms</i>. The focus will be on intuition. In particular, we will BLACK BOX the general theory of norms, to be treated in the next session."
    },
    {
      "week": 3,
      "date": "",
      "title": "Integration Bee",
      "description": "Last time, we described how norms (their existence and invertibility) govern semiadditivity, but we were vague about the mechanics. Today, we're looking under the hood. We will find that the main feature of an ambidextrous map q:X \to Y is that we can <i>integrate</i> sufficiently finite families of morphisms q^*A \to q^*B. In fact, this is how we will inductively construct norms. This affirms the slogan that semiadditivity is all about addition."
    },
    {
      "week": 4,
      "date": "",
      "title": "Addition Rules the Nation",
      "description": "In the last two sessions, we defined semiadditivity in terms of ambidexterity. It was essential that ambidexterity permitted integration, which is a \"higher\" addition. In this session and the next, we will see just how essential this function of integration was: we will discuss the relationship between spans and addition, characterize semiadditivity in spanish, and look into the horizon."
    },
    {
      "week": 5,
      "date": "",
      "title": "Cardinality",
      "description": ""
    },
    {
      "week": 6,
      "date": "",
      "title": "Cardinality",
      "description": ""
    },
    {
      "week": 7,
      "date": "",
      "title": "Telescopic semiadditivity",
      "description": ""
    },
    {
      "week": 8,
      "date": "",
      "title": "Higher cyclocotomic extensions",
      "description": ""
    },
    {
      "week": 9,
      "date": "",
      "title": "Characters and semiadditivity",
      "description": ""
    },
    {
      "week": 10,
      "date": "",
      "title": "Trace methods and semiadditivity",
      "description": ""
    },
    {
      "week": 11,
      "date": "",
      "title": "Tsadi",
      "description": ""
    }
  ]
}
