{
  "description": "This page organizes our Spring 2025 reading group on semiadditivity and its applications. We meet on Fridays at 2:00pm in Harvard SC 309. Open invite.",
  "terms": [
    "SEMIADDITIVITY",
    "AMBIDEXTERITY",
    "HIGHER CHARACTER CORRESPONDENCES",
    "TRANSCHROMATIC CHARACTER RINGS",
    "PARAMETRIZED SEMIADDITIVITY",
    "TEMPERED LOCAL SYSTEMS",
    "E<sub>n</sub>-MODULE LOCAL SYSTEMS + f<sub>!</sub> ⊣ f<sup>*</sup> ⊣ f<sub>*</sub>",
    "π-FINITE SPACES",
    "CATEGORICAL TRACES",
    "SPAN FUNCTORIALITY",
    "HIGHER INTEGRATION",
    "MODES",
    "TRACES",
    "ITERATED SPAN CATEGORIES",
    "DECORATED COSPANS",
    "THE 2-CATEGORY OF GROUPS",
    "Pr<sup>ʟ</sup>",
    "CATEGORIFICATION",
    "An<sup>π-fin</sup>-PARAMETRIZED CATEGORIES + L<sub>K(t)</sub>E<sub>n</sub>",
    "p-ADIC FREE LOOP SPACES",
    "KAN EXTENSIONS COMPUTED FIBERWISE",
    "HIGHER CARDINALITY",
    "ADJUNCTIONS",
    "HOMOTOPY THEORY",
    "HIGHER ∞-CATEGORY THEORY",
    "よ"
  ],
  "talks": [
    {
      "week": 1,
      "date": "October 15, 2024",
      "title": "Trivial Notions",
      "description": "The greatest stories do not begin with oo-category theory. Ours is no exception---the germs of semiadditivity subsist willingly upon ordinary categories, begging for swab and cultivation. We will start our seminar by documenting some of the most basic semiadditive phenomena (in particular, negative one and zero semiadditivity) as it is expressible in elementary and ordinary language, and we will anticipate the uses of higher algebra to extend the theory."
    },
    {
      "week": 2,
      "date": "October 22, 2024",
      "title": "I am NORMal and can be trusted with BOTH MY LEFT AND RIGHT HANDS, I",
      "description": "In this session, we will make the first definition of semiadditivity using AMBIDEXTERITY AND NORMS. The focus will be on intuition. In particular, we will BLACK BOX the general theory of norms, to be treated in the next session."
    }
    {
      "week": 3,
      "date": "October 29, 2024",
      "title": "I am NORMal and can be trusted with BOTH MY LEFT AND RIGHT HANDS, II",
      "description": "We discuss applications of spectral sequences to problems in homotopy theory, including computations of homotopy groups of spheres."
    },
    {
      "week": 4,
      "date": "November 5, 2024",
      "title": "Addition Rules the Nation I",
      "description": "An introduction to cohomology operations and their role in stable homotopy theory. We explore Steenrod squares and their applications."
    },
    {
      "week": 5,
      "date": "November 12, 2024",
      "title": "Addition Rules the Nation II",
      "description": "We study topological K-theory and its relationship with vector bundles over manifolds. Applications to index theory and characteristic classes."
    },
    {
      "week": 6,
      "date": "November 19, 2024",
      "title": "Cobordism Theory",
      "description": "An exploration of cobordism groups and their computation using spectral sequences. We discuss Thom's theorem and its implications."
    },
    {
      "week": 7,
      "date": "November 26, 2024",
      "title": "Characteristic Classes",
      "description": "We study Chern classes, Stiefel-Whitney classes, and Pontryagin classes. Applications to classification of vector bundles and manifolds."
    },
    {
      "week": 8,
      "date": "December 3, 2024",
      "title": "Fiber Bundles and Fibrations",
      "description": "An in-depth look at fiber bundles, principal bundles, and their role in topology. We explore the long exact sequence of a fibration."
    },
    {
      "week": 9,
      "date": "December 10, 2024",
      "title": "Homotopy Groups of Spheres",
      "description": "Computational techniques for homotopy groups of spheres using spectral sequences. Discussion of stable and unstable homotopy groups."
    },
    {
      "week": 10,
      "date": "December 17, 2024",
      "title": "Differential Forms and de Rham Cohomology",
      "description": "Connections between differential geometry and algebraic topology. The de Rham theorem and its applications."
    },
    {
      "week": 11,
      "date": "December 24, 2024",
      "title": "Atiyah-Singer Index Theorem",
      "description": "An introduction to the Atiyah-Singer index theorem and its significance in connecting analysis, geometry, and topology."
    },
    {
      "week": 12,
      "date": "December 31, 2024",
      "title": "Elliptic Cohomology",
      "description": "We explore elliptic cohomology theories and their relationship with modular forms and string theory."
    }
  ]
}
